11/data/attachments/683da3d983788260.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:acceptInvitationRequest>
            <nif:username>soap_friends_bc6b9d0a-cce8-45c1-9daa-78db7992207a</nif:username>
            <nif:friendToBeAdded>Kevin_great_Friend_23575_6</nif:friendToBeAdded>
        </nif:acceptInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>